Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: For you have taken these men, who are not doing damage to the holy place or talking against our goddess.
chr: ᏕᏣᏘᏃᎦᏰᏃ ᎯᎠ Ꮎ ᎠᏂᏍᎦᏯ, ᎾᏍᎩ ᎦᎸᏉᏗ ᏕᎨᏒ ᎠᏂᏃᏍᎩᏍᎩ ᏂᎨᏒᎾ, ᎠᎴ ᎢᏣᏤᎵ ᎦᎸᎳᏗ ᎡᎯ ᎠᏂᏐᏢᎢᏍᏗᏍᎩ ᏂᎨᏒᎾ.

source: If, then, Demetrius and the workmen who are with him have a protest to make against any man, the law is open to them, and there are judges; let them put up a cause at law against one another.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᏗᎻᏟᏯ ᎠᎴ ᎾᏍᎩ ᏣᏁᎭ ᎠᏃᏢᏅᎥᏍᎩ ᎠᏄᎯᏍᏗᏍᎨᏍᏗ ᎩᎶᎢ, ᎤᏜᏅᏛ ᏗᏓᏱᎵᏓᏍᏗᏱ, ᎠᎴ ᎨᏥᎦᏘᏗᏍᏗ ᎠᏁᎭ; ᏫᏓᎾᏓᏱᎵᏓ.

source: But if any other business is in question, let it be taken up in the regular meeting.
chr: ᎢᏳᏍᎩᏂ ᎪᎱᏍᏗ ᏅᏩᏓᎴ ᎢᏥᏱᎵᏙᎮᏍᏗ, ᎤᎵᏁᏨᎯ ᏕᎦᎳᏫᎥ ᏓᏚᎪᏔᏅᎭ.

source: For, truly, we are in danger of being made responsible for this day's trouble, there being no cause for it: and we are not able to give any reason for this coming together.
chr: ᎨᎦᎵᏱᎵᏕᏗᏰᏃ ᎪᎯ ᎢᎦ ᎤᏓᏑᏰᏛ ᏥᏓᎵᏖᎸᎲᎦ, ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᏯᎭ ᎨᎩᏃᎮᏗ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎯᎠ ᎪᎯ ᏥᏓᏓᎶᏌ.

source: And when he had said this, he sent the meeting away.
chr: ᎾᏍᎩᏃ ᏄᏪᏒ ᏚᏰᎵᎯᏍᏔᏅᎩ ᏓᏂᎳᏫᎥᎢ.

source: And after the noise had come to an end, Paul, having sent for the disciples and given them comfort, went away from them to Macedonia.
chr: ᎤᏓᏑᏰᏛᏃ ᎠᎾᎵᏖᎸᎲᏍᎬ ᎤᎵᏙᎯᏍᏔᏅ, ᏉᎳ ᏫᏚᏯᏅᎲᎩ ᎠᏃᎯᏳᎲᏍᎩ, ᏚᏲᎵᎸᏃ, ᎤᏂᎩᏒᎩ ᏑᏏᏙᏂ ᎤᏪᏅᏍᏗᏱ ᎤᏰᎸᏅᎩ.

source: And when he had gone through those parts and given them much teaching, he came into Greece.
chr: ᎾᎿᏃ ᎤᏪᏙᏅ ᎠᎴ ᎤᏣᏘ ᏚᏪᏁᏔᏅ, ᎠᏂᎪᎢ ᎤᎾᏤᎵᎪᎯ ᏭᎷᏨᎩ.

source: And when he had been there three months, because the Jews had made a secret design against him when he was about to take ship for Syria, he made a decision to go back through Macedonia.
chr: ᎾᎿᏃ ᏦᎢ ᎢᏯᏅᏙ ᎤᏪᏙᎸ, ᎠᎴ ᎠᏂᏧᏏ ᏧᏄᎪᏔᏅ ᎪᎱᏍᏗ ᎬᏩᏁᏗᏱ, ᏏᎵᏱ ᏓᏰᏏᏒᎩ ᏥᏳᎯ ᏛᏣᏂᏒᎩ, ᎤᏓᏅᏖᎸᎩ ᏛᎤᏨᏍᏗᏱ ᎼᏏᏙᏂ ᏭᎶᎯᏍᏗᏱ.

source: And Sopater of Beroea, the son of Pyrrhus, and Aristarchus and Secundus of Thessalonica, and Gaius of Derbe, and Timothy, and Tychicus and Trophimus of Asia, went with him as far as Asia.
chr: ᎡᏏᏱᏃ ᎬᏗᏍᎩ ᎬᏩᏍᏓᏩᏛᏒᎩ ᏐᏇᏓ ᏈᎵᏱ ᎡᎯ, ᏕᏏᎶᏂᎦᏃ ᎠᏁᎯ ᎡᎵᏍᏓᎦ ᎠᎴ ᏏᎬᏓ, ᎦᏯᏃ ᏓᏈ ᎡᎯ, ᏗᎹᏗᏃ, ᎡᏏᏱᏃ ᎠᏁᎯ ᏗᎩᎦ ᎠᎴ ᏠᏆᎹ.

source: But these had gone before, and were waiting for us at Troas.
chr: ᎾᏍᎩ ᎯᎠ ᎢᎬᏱ ᏄᏁᏅᏒᎩ ᏠᎠᏏ ᏓᎪᎩᏚᏘᏴᎩ.

source: And we went away from Philippi by ship after the days of unleavened bread, and came to them at Troas in five days; and we were there for seven days.
chr: ᎾᎪᏔᏅᎾᏃ ᎦᏚ ᎠᎩᏍᏗᏱ ᎨᏒ ᎤᎶᏐᏅ, ᏈᎵᎩᏱ ᏥᏳᎯ ᎣᎦᏣᏅᎩ, ᎯᏍᎩᏃ ᏫᏄᏒᎸ ᏠᎠᏏ ᏫᏙᏥᏩᏛᎲᎩ; ᎾᎿᏃ ᎦᎵᏉᎩ ᏧᏒᎯᏛ ᎣᎨᏙᎸᎩ.

source: And on the first day of the week, when we had come together for the holy meal, Paul gave them a talk, for it was his purpose to go away on the day after; and he went on talking till after the middle of the night.
chr: ᎢᎬᏱᏱᏃ ᎢᎦ ᏑᎾᏙᏓᏆᏍᏗ ᎨᏒᎢ ᎦᏚ ᎠᎬᎭᎷᏯᏍᏗᏱ ᎤᎬᏩᎵ ᎠᏃᎯᏳᎲᏍᎩ ᎤᎾᏓᏟᏌᏅ, ᏉᎳ ᏚᎵᏥᏙᏁᎸᎩ, ᎤᎩᏨᏛᏉ ᎤᏪᏅᏍᏗ ᎨᏒᎢ; ᎠᎴ ᎡᏃᏱ ᎠᏰᎵ ᏫᎬᏩᏛᏅᎩ ᎦᏬᏂᏍᎬᎩ.

source: And there were a number of lights in the room where we had come together.
chr: ᎠᎴ ᎤᏣᏛᎩ ᏓᏨᏍᏛᎩ ᎦᎸᎳᏗ ᎾᎿ ᏓᏂᎳᏫᎥᎢ.

source: And a certain young man named Eutychus, who was seated in the window, went into a deep sleep; and while Paul went on talking, being overcome by sleep, he had a fall from the third floor, and was taken up dead.
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏫᏄᏣ ᏳᏘᎦ ᏧᏙᎢᏛ ᎠᏦᎳᏅ ᎤᏬᎸᎩ, ᎠᏍᏓᏯ ᎦᎵᎲᎩ; ᏉᎳᏃ ᎪᎯᏗᏳ ᎠᎵᏥᏙᎲᏍᎬ ᎢᏳᏍᏗ, ᎦᎵᎲ ᎤᏪᏇᏴᏒᎩ ᎠᎴ ᏦᎢᏁ ᏗᏲᏓᏝᎲ ᏓᏳᏙᎣᏒᎩ, ᎠᎴ ᎠᏥᏁᏒᎩ ᎤᏲᎱᏒᎯ ᎨᏒᎩ.

source: And Paul went down and, falling on him, took him in his arms and said, Do not be troubled, for his life is in him.
chr: ᏉᎳᏃ ᎤᏠᎣᏒ ᎤᎵᏢᏅᎩ, ᎠᎴ ᎤᏄᎶᎸ ᎯᎠ ᏄᏪᏒᎩ; ᏞᏍᏗ ᏱᏣᏕᏯᏔᏁᎴᏍᏗ, ᎬᏅᏰᏃ ᎠᏏᏉ ᎠᏯᎠ.

source: And when he had gone up, and had taken the broken bread, he went on talking to them for a long time, even till dawn, and then he went away.
chr: ᏔᎵᏁᏃ ᎢᎤᎩᎳᏫᏒ, ᎠᎴ ᎤᎬᎭᎷᏴ ᎦᏚ, ᎠᎴ ᎤᎬ, ᎠᎴ ᎪᎯᏛ ᎤᏬᏂᏒ, ᎤᎩᏨᏕᏱ ᎬᏗᏍᎩ, ᎿᏉ ᎤᏂᎩᏒᎩ.

source: And they took the boy in, living, and were greatly comforted.
chr: ᎤᎾᏘᎿᏫᏛᎲᎩᏃ ᎠᏫᏄᏣ ᎬᏃᏛ, ᎠᎴ ᎥᏝ ᎤᏍᏗᏉ ᎣᏍᏛ ᏳᎾᏓᏅᏓᏕᎢ.

source: But we, going before him by ship, went to Assos with the purpose of taking Paul in there: for so he had given orders, because he himself was coming by land.
chr: ᎠᎴ ᎠᏴ ᎢᎬᏱ ᏃᎨᏅᏒᎩ ᏥᏳ ᏗᏔᎸᎢ, ᎠᎴ ᎣᎦᏣᏅ, ᎡᏐᏏ ᏬᎩᎶᏒᎩ; ᎾᎿ ᏉᎳ ᎣᏥᏲᏗᏱ ᎣᎩᏰᎸᏒᎩ, ᎾᏍᎩᏰᏃ ᎢᏳᏪᏛ ᎨᏒᎩ, ᎤᏩᏒ ᎡᎳᏗᏉ ᏭᎶᎯᏍᏗᏱ ᎤᏰᎸᏒᎩ.

source: And when he came up with us at Assos, we took him in the ship and went on to Mitylene.
chr: ᎡᏐᏏᏃ ᎣᎩᏩᏛᎲ ᎣᏥᏴᏔᏅᎩ, ᎠᎴ ᎻᏗᎵᏂ ᏬᎩᎷᏨᎩ;

source: And going from there by sea, we came on the day after opposite Chios, and touching at Samos on the day after that, we came on the third day to Miletus.
chr: ᎾᎿᏃ ᏫᏱᎦᏣᏅ ᎤᎩᏨᏛ ᎦᏲᏏ ᏧᏳᎪᏗ ᎣᏥᏂᏒᎩ. ᎤᎩᏨᏛᏃ ᏎᎼᏏ ᏬᎩᎷᏨᎩ; ᏠᏥᎵᏯᏃ ᎣᎩᏒᎸ ᎤᎩᏨᏛ ᎹᎵᏔ ᏬᎩᎷᏨᎩ.

source: For Paul's purpose was to go past Ephesus, so that he might not be kept in Asia; for he was going quickly, in order, if possible, to be at Jerusalem on the day of Pentecost.
chr: ᏉᎳᏰᏃ ᏧᏭᎪᏔᏅᎯ ᎨᏒᎩ ᎤᎶᎯᏍᏗᏱᏉ ᎡᏈᏌ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏄᏚᎵᏍᎬᎾ ᎨᏒ ᎡᏏᏱ ᎤᏪᏓᏍᏗᏱ; ᎤᏩᏅᎬᎩᏰᏃ, ᎢᏳᏃ ᏰᎵ ᎾᏍᎩ ᎢᎬᏩᏛᏁᏗ ᏱᎩ, ᏥᎷᏏᎵᎻ ᏭᎷᎯᏍᏗᏱ ᎯᏍᎦᏍᎪᎯᏁ ᎢᎦ ᎠᏍᏆᎵᏍᎬᎢ.

source: And from Miletus he sent to Ephesus for the rulers of the church.
chr: ᎹᎵᏔᏃ ᎤᏓᏅᏒᎩ ᎡᏈᏌ ᏫᏚᏯᏅᎲᎩ ᏗᎨᎦᏁᎶᏗ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ.

source: And when they had come, he said to them, You yourselves have seen what my life has been like all the time from the day when I first came into Asia,
chr: ᎬᏩᎷᏤᎸᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᎦᏔᎭ ᎢᎬᏱᏱ ᎢᎦ ᎡᏏᏱ ᏣᎩᎾᏄᎪᏥᎸᎩ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᏄᏍᏛ ᎠᏆᎵᏂᏙᎸ ᎢᏤᎲ ᏂᎪᎯᎸᎢ.

source: Doing the Lord's work without pride, through all the sorrow and troubles which came on me because of the evil designs of the Jews:
chr: ᏕᏥᎧᎿᏩᏛᎡᎲ ᎤᎬᏫᏳᎯ ᏂᎦᎥ ᎪᎱᏍᏗ ᎾᏆᎵᏍᎦᏍᏛᎾ ᎨᏒᎢ, ᎠᎴ ᏕᏥᎦᏌᏬᎢᎲᎢ, ᎠᎴ ᎠᎩᎪᎵᏰᏍᎩ ᎠᏆᎵᏩᏛᎡᎲᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᏂᏧᏏ ᎪᎱᏍᏗ ᎬᏋᏁᏗᏱ ᏚᏄᎪᏔᏅᎢ.

source: And how I kept back nothing which might be of profit to you, teaching you publicly and privately,
chr: [ᎠᎴ ᎢᏥᎦᏔᎭ] ᎪᎱᏍᏗ ᎢᏣᎵᏍᏕᎸᏙᏗ ᎠᏋᏍᎦᎳᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎢᏨᎾᏄᎪᏫᏎᎸᏉᏍᎩᏂ ᎠᎴ ᏕᏨᏰᏲᏅ ᏕᎦᎳᏫᎥᎢ ᎠᎴ ᏓᏓᏁᎳᏗᏒᎢ,

source: Preaching to Jews and to Greeks the need for a turning of the heart to God, and faith in the Lord Jesus Christ.
chr: ᎬᏂᎨᏒ ᏂᎦᏥᏴᏁᎲ ᎠᏂᏧᏏ ᎠᎴ ᎾᏍᏉ ᎠᏂᎪᎢ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎦᏁᏟᏴᎡᏗ ᎨᏒ ᎣᏓᏅᏛᎢ, ᎠᎴ ᎪᎯᏳᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ.

source: And now, as you see, I am going to Jerusalem, a prisoner in spirit, having no knowledge of what will come to me there:
chr: ᎿᏉᏃ ᎬᏂᏳᏉ ᎠᏆᏓᏅᏛ ᎦᎸᎢᏛ ᏥᎷᏏᎵᎻ ᏫᏥᎦᏘ, ᏂᏥᎦᏔᎲᎾ ᏅᏗᏆᎵᏍᏓᏁᎵᏒ ᎾᎿᏂ,

source: Only that the Holy Spirit makes clear to me in every town that prison and pains are waiting for me.
chr: ᎦᎸᏉᏗᏳᏍᎩᏂᏃᏅ ᎠᏓᏅᏙ ᎬᏂᎨᏒ ᏂᎬᏁᎭ ᏕᎦᏚᏩᏗᏒᎢ, ᎾᏍᎩ ᎬᎩᎦᏘᏴ ᎥᏆᎸᏍᏗ ᎨᏒ ᎠᎴ ᎤᏲ ᎢᏯᏆᎵᏍᏓᏁᏗ ᎨᏒᎢ.

source: But I put no value on my life, if only at the end of it I may see the work complete which was given to me by the Lord Jesus, to be a witness of the good news of the grace of God.
chr: ᎠᏎᏃ ᎾᏍᎩ ᎯᎠ ᏧᏓᎴᏅᏛ ᎥᏝ ᎪᎱᏍᏗ ᏯᎩᏖᎸᎲᏍᎦ, ᎠᎴ ᎾᏍᏉ ᎬᏅ ᎥᏝ ᎤᏣᏘ ᏯᎩᎸᏉᏗ, ᎢᏳᏃ ᎤᎵᎮᎵᏍᏗ ᏯᏆᏓᏅᏔ ᏯᎩᏍᏆᏛ ᎦᎴᏂᏙᎲᎢ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎠᎩᏁᎸᎯ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎬᏂᎨᏒ ᏂᎬᏁᎲ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎧᏃᎮᏍᎩ.

source: And now I am conscious that you, among whom I have gone about preaching the kingdom, will not see my face again.
chr: ᎿᏉᏃ ᎬᏂᏳᏉ ᏥᎦᏔᎭ ᏂᎯ ᏂᏥᎥᎢ, ᎢᏨᏰᎳᏗᏙᎸᎯ ᎦᎵᏥᏙᎲᏍᎬ ᏥᏃᎮᏍᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ, ᎠᏆᎧᏛ ᎿᏉ ᎢᏥᎪᏩᏛᏗ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: And so I say to you this day that I am clean from the blood of all men.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎪᎯ ᎢᎦ ᎢᏥᎦᏔᎯ ᏂᏨᏴᎦ, ᎩᎶ ᎤᏂᎩᎬ ᎾᏆᏓᏅᎦᎸᎾ ᎨᏒᎢ.

source: For I have not kept back from you anything of the purpose of God.
chr: ᎥᏝᏰᏃ ᎠᎩᏍᎦᎸᎯ ᏱᎩ ᎬᏂᎨᏒ ᎢᏨᏴᏁᏗᏱ ᏂᎦᎥ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏖᎸᎢ.

source: Give attention to yourselves, and to all the flock which the Holy Spirit has given into your care, to give food to the church of God, for which he gave his blood.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᏓᎦᏌᏯᏍᏕᏍᏗ ᎢᏨᏒ, ᎠᎴ ᏕᏥᎦᏌᏯᏍᏕᏍᏗ ᏂᎦᏛ ᏑᎾᏓᏡᎩ ᎨᏒᎢ, ᎾᏍᎩ ᏗᏥᎦᏘᏯ ᎢᏨᏁᎸᎯ ᏥᎩ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᏗᏤᎳᏍᏗᏱ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ, ᎾᏍᎩ ᎤᏩᏒ ᎤᎩᎬ ᏧᎫᏴᏔᏅᎯ ᏥᎩ.

source: I am conscious that after I am gone, evil wolves will come in among you, doing damage to the flock;
chr: ᎯᎠᏰᏃ ᎾᏍᎩ ᏥᎦᏔᎭ, ᎿᏉ ᎠᎩᏁᎴᏍᏗ, ᎤᏂᎬᎥᏍᎩ ᏩᏯ ᏓᎨᏣᏓᏑᏴᏂ, ᏂᏓᏂᏙᎵᎬᎾ ᎨᏎᏍᏗ ᏑᎾᏓᏡᎩ ᎨᏒᎢ.

source: And from among yourselves will come men who will give wrong teaching, turning away the disciples after them.
chr: ᎠᎴ ᎾᏍᏉ ᎢᏨᏒ ᎢᏣᏓᏡᎬ ᏛᏂᎾᏄᎪᏥ ᎠᏂᏍᎦᏯ ᎤᏣᏘᏂ ᎾᏂᏪᏍᎨᏍᏗ ᎠᏂᏬᏂᏍᎨᏍᏗ, ᎠᏃᎯᏳᎲᏍᎩ ᏧᎾᏘᎿᏫᏛᏗᏱ ᎤᏂᏰᎸᏎᏍᏗ.

source: So keep watch, having in mind that for three years without resting I was teaching every one of you, day and night, with weeping.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᏯᏫᏍᎨᏍᏗ, ᎠᎴ ᎢᏣᏅᏖᏍᏗ ᏦᎢ ᏧᏕᏘᏴᏛ ᏂᏥᏑᎵᎪᎬᎾ ᏒᏃᏱ ᎠᎴ ᎢᎦ ᏗᎦᏥᎦᏌᏬᎢᎯ ᎢᏥᏏᏴᏫᎭ ᎢᏨᏰᏯᏔᏅᎢ.

source: And now, I give you into the care of God and the word of his grace, which is able to make you strong and to give you your heritage among all the saints.
chr: Ꭷ, ᎢᏓᏓᏅᏟ, ᎿᏉ ᏕᏨᏲᎯ ᎤᏁᎳᏅᎯ ᎢᏥᏙᎵᏍᏗᏱ, ᎤᏮᏙᏗᏱ, ᎧᏃᎮᏛ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎧᏃᎮᏍᎩ, ᎾᏍᎩ ᏰᎵ ᎨᏣᏁᏍᎨᏗ ᏥᎩ, ᎠᎴ ᎢᏣᏤᎵ ᏰᎵ ᎢᎨᏨᏁᏗ ᏥᎩ ᎾᏍᎩ ᏂᎦᏛ ᎤᎾᏓᏅᏘ ᎢᎨᎬᏁᎸᎯ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ.

source: I have had no desire for any man's silver or gold or clothing.
chr: ᎥᏝ ᎩᎶ ᏥᏯᏚᎸᎡᎸᎯ ᏱᎩ ᎠᏕᎸ ᎤᏁᎬ ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨ ᎠᎴ ᏗᏄᏬ.

source: You yourselves have seen that with these hands I got what was necessary for me and those who were with me.
chr: ᎢᏨᏒᏰᏃ ᎢᏥᎦᏔᎭ ᎯᎠ ᎾᏍᎩ ᏗᏉᏰᏂ ᏓᏋᏔᏅᎯ ᎠᎩᏩᏛᎲ ᎠᎩᏂᎬᏎᎲ ᎠᏋᏒ ᎠᎴ ᎾᏍᏉ ᎣᏤᎯ.

source: In all things I was an example to you of how, in your lives, you are to give help to the feeble, and keep in memory the words of the Lord Jesus, how he himself said, There is a greater blessing in giving than in getting.
chr: ᏂᎦᏛ ᎬᏂᎨᏒ ᏂᏨᏴᏁᎸ ᎾᏍᎩ ᎢᏣᏛᏁᏗᏱ ᏕᏥᎸᏫᏍᏓᏁᎲ ᏗᏥᏍᏕᎸᏗᏱ ᏗᏂᏩᎾᎦᎳᎢ, ᎠᎴ ᎢᏣᏅᏓᏗᏍᏗᏱ ᏧᏁᏤ ᎤᎬᏫᏳᎯ ᏥᏌ, ᎯᎠ ᏥᏄᏪᏎᎢ, “ᎤᏟ ᎣᏏᏳ ᎠᏓᏅᏓᏗᏍᏗ ᏴᏓᏁᎭ, ᎡᏍᎦᏉ ᏴᏓᏗᏁᎭ.”

source: And having said these words, he went down on his knees in prayer with them all.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏒ, ᏚᎵᏂᏆᏅᏅᎩ ᎠᎴ ᏂᎦᏛ ᎠᏂᎦᏔᎲ ᎤᏓᏙᎵᏍᏔᏅᎩ.

source: And they were all weeping, falling on Paul's neck and kissing him,
chr: ᎾᎦᏛᏃ ᎤᏣᏘ ᏚᎾᏠᏱᎸᎩ, ᎠᎴ ᏉᎳ ᎠᎩᎵᎨᏂ ᎤᏂᏯᎸᏨ ᎬᏩᏔᏪᏙᏅᎩ.

source: Being sad most of all because he had said that they would not see his face again. And so they went with him to the ship.
chr: ᎤᏲ ᎤᏂᏰᎸᏒᎩ Ꮀ ᎤᎬᏫᏳᏒ ᏅᏓᎦᎵᏍᏙᏗᏍᎬ ᎤᏁᏨ ᎾᏍᎩ ᎤᎧᏛ ᎿᏉ ᎤᏂᎪᏩᏛᏗ ᏂᎨᏒᎾ ᎨᏒᎢ. ᏥᏳᏃ ᏗᏔᎸᎢ ᏫᎬᏪᎧᏅᎩ.

source: And after parting from them, we put out to sea and came straight to Cos, and the day after to Rhodes, and from there to Patara:
chr: ᎾᏍᎩᏃ ᏙᎦᎦᎴᏅᎲ ᎠᎴ ᏥᏳᎯ ᎣᎦᏣᏅ, ᏧᏳᎪᏗ ᏬᎩᏅᏍᏔᏅᎩ ᎪᎣᏏ ᏬᎩᎷᏨᎩ, ᎤᎩᏨᏛᏃ ᎶᏗᏱ, ᎾᎿᏃ ᏫᎣᎨᏅ ᏆᏖᎵ ᏬᎩᎷᏨᎩ.

source: And as there was a ship going to Phoenicia, we went in it.
chr: ᎣᎩᏴᏩᏛᎲᏃ ᏥᏳ ᏈᏂᏏ ᎠᏂᏂᏒᎢ, ᎣᎦᏣᏅᎩ ᎣᎩᏴᏫᏛᎲᎩ.

source: And when we had come in view of Cyprus, going past it on our left, we went on to Syria, and came to land at Tyre: for there the goods which were in the ship had to be taken out.
chr: ᎿᏉᏃ ᎣᎩᎪᎲ ᏌᏈ, ᎠᎴ ᎠᎦᏘᏏᏗᏢ ᎣᎩᎶᏒ, ᏏᎵᏱ ᏬᎩᏅᏍᏔᏅᎩ, ᏓᏯᏃ ᎣᎦᏣᎢᏒᎩ; ᎾᎿᏰᏃ ᏥᏳ ᎤᎵᏁᏌᎸ ᎤᎵᏁᏌᎴᏍᏗ ᎨᏒᎩ.

source: And meeting the disciples we were there for seven days: and they gave Paul orders through the Spirit not to go up to Jerusalem.
chr: ᏙᏥᏩᏛᎲᏃ ᎠᏃᎯᏳᎲᏍᎩ ᎾᎿ ᎣᎦᏅᏅᎩ ᎦᎵᏉᎩ ᏧᏙᏓᏆᏛ; ᎾᏍᎩ ᏉᎳ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ ᎠᏓᏅᏙ ᎢᏳᏩᏂᏌᏛ; ᏞᏍᏗ ᏥᎷᏏᎵᎻ ᏤᏅᏒᎩ.

source: And when these days came to an end, we went on our journey; and they all, with their wives and children, came with us on our way till we were out of the town: and after going on our knees in prayer by the sea,
chr: ᎾᏍᎩᏃ ᎦᎵᏉᎩ ᏧᏙᏓᏆᏛ ᎤᎶᏐᏅ, ᎣᎦᏂᎩᏒᎩ, ᏬᏥᎦᏛ ᎢᏗᏢ ᏬᎩᎶᏒᎩ; ᏂᎦᏛᏃ ᎾᏍᎩ, ᎠᎴ ᏧᎾᏓᎵᎢ ᎠᎴ ᏧᏁᏥ ᏗᎬᎾᏘᏁᎯ ᎦᏚᎲ ᏫᎦᎾᏄᎪᎬ ᏫᏕᎪᎩᎧᏅᎩ. ᎠᎹᏳᎶᏗᏃ ᏙᎦᎵᏂᏆᏅᏅ ᎣᎦᏓᏙᎵᏍᏔᏅᎩ.

source: We said our last words to one another, and got into the ship, and they went back to their houses.
chr: ᏙᎦᏓᏲᎵᎸᏃ, ᏥᏳᎯ ᎣᎦᏣᏅᎩ; ᎾᏍᎩᏃ ᏙᏧᏁᏅᏒ ᏮᎤᏂᎶᏒᎩ.

source: And journeying by ship from Tyre we came to Ptolemais; and there we had talk with the brothers and were with them for one day.
chr: ᎣᎩᏍᏆᏛᏃ ᎣᎦᏅᏔᏩᏗᏒ ᏓᏯ ᏦᎦᏂᎩᏒᎢ ᏙᎵᎹᏱ ᎣᎩᎷᏨᎩ, ᎠᎴ ᏙᏥᏲᎵᎸ ᎠᎾᏓᏅᏟ, ᎾᎿ ᏑᏙᏓᏆᏛ ᎣᎨᏙᎸᎩ.

source: And on the day after, we went away and came to Caesarea, where we were guests in the house of Philip, the preacher, who was one of the seven.
chr: ᎤᎩᏨᏛᏃ ᏉᎳ ᎣᎦᎵᎪᎯ ᎣᎦᏂᎩᏒᎩ ᏏᏌᎵᏱ ᏬᎩᎷᏨᎩ. ᏬᎩᏴᎸᏃ ᎦᏁᎸ ᏈᎵᎩ ᎠᎵ ᏥᏙᏂᏙᎯ, ᎾᏍᎩ ᎦᎸᏉᎩ ᎢᏯᏂᏛ ᎠᎦᎵᎪᏔᏅᎯ, ᎾᎿ ᎣᎦᏅᏅᎩ.

source: And he had four daughters, virgins, who were prophets.
chr: ᎾᏍᎩᏃ ᏧᏪᏥ ᏅᎩ ᎢᏯᏂᏛ ᎠᏁᎲᎩ ᎠᎾᏛ ᎠᎾᏙᎴᎰᏍᎩ.

source: And while we were waiting there for some days, a certain prophet, named Agabus, came down from Judaea.
chr: ᎤᏬᎯᏨᏃ ᎾᎿ ᎣᎦᏅᏅ, ᎩᎶ ᎢᏳᏍᏗ ᎠᏙᎴᎰᏍᎩ ᎤᎷᏨᎩ, ᎡᎩᏩ ᏧᏙᎢᏛ, ᏧᏗᏱ ᏅᏓᏳᎶᏒᎯ.

source: And he came to us, and took the band of Paul's clothing, and putting it round his feet and hands, said, The Holy Spirit says these words, So will the Jews do to the man who is the owner of this band, and they will give him up into the hands of the Gentiles.
chr: ᎾᏍᎩᏃ ᎤᎷᏨ ᎣᏤᏙᎲ, ᎠᎴ ᎤᏁᏒ ᏉᎳ ᎤᏓᏠᏍᏗ, ᎠᎴ ᏚᎸᎸ ᎤᏩᏒ ᏧᏬᏰᏂ, ᎠᎴ ᏧᎳᏏᏕᏂ, ᎯᎠ ᏄᏪᏒᎩ; ᎯᎠ ᏂᎦᏪᎠ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ; ᎾᏍᎩ ᎯᎠ ᏅᏛᏅᏁᎵ ᎠᏂᏧᏏ ᏥᎷᏏᎵᎻ ᏛᎾᎸᎵ ᎠᏍᎦᏯ ᎯᎠ ᎠᏓᏠᏍᏗ ᎤᏤᎵᎦ, ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏫᏙᏛᏂᏲᎯᏎᎵ.

source: And hearing these things, we and those who were living in that place made request to him not to go to Jerusalem.
chr: ᎾᏍᎩᏃ ᎯᎠ ᎣᎦᏛᎦᏅ, ᎠᏴ ᎠᎴ ᎾᎿ ᎠᏁᎯ ᎣᏥᏍᏗᏰᏔᏅᎩ ᏥᎷᏏᎵᎻ ᎤᏪᏅᏍᏗᏱ ᏂᎨᏒᎾ.

source: Then Paul said, What are you doing, weeping and wounding my heart? for I am ready, not only to be a prisoner, but to be put to death at Jerusalem for the name of the Lord Jesus.
chr: ᎠᏎᏃ ᏉᎳ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᎦᏙ ᎢᏥᏰᎸᏗ, ᏥᏕᏥᏴᎦ ᎠᎴ ᏥᏥᏓᏬᏗᎭ ᎠᎩᎾᏫ; ᎠᏆᏛᏅᎢᏍᏗᏰᏃ, ᎥᏝ ᎥᏆᎸᏍᏗᏱᏉ ᎤᏩᏒ, ᎾᏍᏉᏍᎩᏂ ᎠᎩᏲᎱᎯᏍᏗᏱ ᏥᎷᏏᎵᎻ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏚᏙᎥ ᎤᎬᏫᏳᎯ ᏥᏌ.

source: And as he might not be moved we did no more, saying, Let the purpose of God be done.
chr: ᎣᏂᏄᎸᏅᏃ ᎣᏥᏍᏗᏰᏗᏍᎬᎢ, ᎣᎩᏑᎵᎪᏨᎩ, ᎯᎠ ᏃᎩᏪᏒᎩ; ᎤᎬᏫᏳᎯ ᎠᏓᏅᏖᏍᎬ ᏫᏂᎦᎵᏍᏓ.

source: And after these days we got ready and went up to Jerusalem.
chr: ᎾᎯᏳᏃ ᎨᏒ ᎤᎶᏐᏅ, ᎣᎩᏟᏌᏅᎩ ᎣᎩᏱᏓᏍᏗ, ᎠᎴ ᏥᎷᏏᎵᎻ ᏬᎩᎶᏒᎩ.

source: And some of the disciples from Caesarea went with us, taking a certain Mnason of Cyprus, one of the early disciples, in whose house we were to be living.
chr: ᎾᏍᏉᏃ ᎥᎪᎩᏍᏓᏩᏛᏒᎩ ᎢᎸᏍᎩ ᎢᏯᏂᏛ ᎠᏃᎯᏳᎲᏍᎩ ᏏᏌᎵᏱ ᎠᏁᎯ, ᎠᎴ ᎤᎾᏘᏅᏒᎩ ᎩᎶ ᎢᏳᏍᏗ ᏁᏌᏂ ᏧᏙᎢᏛ ᏌᏈ ᎡᎯ, ᎢᎸᎯᏳ ᎬᏬᎯᏳᏅᎯ, ᎾᏍᎩ ᎦᏁᎸ ᎣᎦᏅᏗᏱ ᎤᏂᏰᎸᏒᎩ.

source: And when we came to Jerusalem, the brothers were pleased to see us.
chr: ᏥᎷᏏᎵᎻᏃ ᏬᎩᎷᏨ, ᎠᎾᏓᏅᏟ ᎤᎵᎮᎵᏨᎯ ᏕᎪᎦᏓᏂᎸᏨᎩ.

source: And on the day after, Paul went with us to James, and all the rulers of the church were present.
chr: ᎣᎩᏨᏛᏃ ᏉᎳ ᏥᎻ ᏧᏬᎸ ᎢᏧᎳᎭ ᎣᎨᏅᏒᎩ, ᏂᎦᏛᏃ ᏗᎨᎦᏁᎶᏗ ᎠᏂᎦᏔᎲᎩ.

source: And when he had said how glad he was to see them, he gave them a detailed account of the things which God had done through his work among the Gentiles.
chr: ᏕᎤᏲᎵᎸᏃ ᎣᏍᏛ ᎤᏱᎸᏒᎩ ᎤᏃᎮᎸᎩ ᏄᏍᏛ ᎤᏁᎳᏅᎯ ᏕᎤᎸᏫᏍᏓᏁᎸ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ, ᎾᏍᎩ ᏉᎳ ᎠᎬᏗᏍᎬᎢ.

source: And hearing it, they gave praise to God; and they said to him, You see, brother, what thousands there are among the Jews, who have the faith; and they all have a great respect for the law:
chr: ᎤᎾᏛᎦᏅᏃ ᎾᏍᎩ, ᎤᏂᎸᏉᏔᏅᎩ ᎤᎬᏫᏳᎯ. ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎢᏓᎵᏅᏟ, ᎭᏙᎴᎰᏍᎦ ᏄᏂᏧᏈᏍᏛ ᎠᏂᏧᏏ ᎤᏃᎯᏳᏅᎯ; ᏂᎦᏛᏃ ᎤᏣᏘ ᎤᏂᎸᏉᏗᏳ ᏗᎧᎿᏩᏛᏍᏗ.

source: And they have had news of you, how you have been teaching all the Jews among the Gentiles to give up the law of Moses, and not to give circumcision to their children, and not to keep the old rules.
chr: ᎠᎴ ᎨᏣᏛᎦᏁᎸ ᏕᎮᏲᎲᏍᎬᎢ ᏂᎦᏛ ᎢᎠᏂᏧᏏ, ᎾᏍᎩ ᏧᎾᏓᏑᏯ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ, ᏧᏂᏲᎯᏍᏗᏱ ᎼᏏ, ᎯᎠ ᏂᏪᏍᎬᎢ; ᏞᏍᏗ ᏱᏗᏥᎱᏍᏕᏎᎮᏍᏗ ᏗᏂᏲᎵ, ᎠᎴ ᏞᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᏱᏥᏍᏓᏩᏕᎨᏍᏗ.

source: What then is the position? They will certainly get news that you have come.
chr: ᎦᏙᏃ ᎠᏛᏁᏗ? ᎠᏎ ᎤᎾᏓᏟᏐᏗ ᎤᏂᏣᏘ, ᏛᎾᏛᎦᏂᏰᏃ ᏣᎷᏨᎢ.

source: Do this, then, which we say to you: We have four men who have taken an oath;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎲ ᎿᏛᎦ. ᏅᎩ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ ᎪᎨᎳᏗᏙᎭ ᎤᏁᎳᏅᎯ ᏄᎾᏚᎵᏄᏁᎸ.

source: Go with these, and make yourself clean with them, and make the necessary payments for them, so that they may be free from their oath: and everyone will see that the statements made about you are not true, but that you put yourself under rule, and keep the law.
chr: ᎾᏍᎩ ᏔᏘᏄᎦ, ᎠᎴ ᎢᏧᎳᎭ ᎢᏣᏓᏅᎦᎸ, ᎠᎴ ᎢᏧᎳᎭ ᎢᏣᎫᏴ, ᎾᏍᎩᏃ ᏗᏂᏍᎪᎵ ᏕᎠᎾᎵᏍᏙᏰᎲᎭ; ᎠᎴ ᏂᎦᏛ ᎠᎾᏙᎴᎰᏒᎭ ᏄᏍᏛ ᎨᏣᏛᎦᏁᎸᎢ ᎠᏎᏉᏉ ᎨᏒᎢ, ᎠᎴ ᎠᎾᏙᎴᎰᏒᎭ ᏨᏒ ᎾᏍᏉ ᏚᏳᎪᏛ ᎭᎴᏂᏙᎲᎢ, ᏗᎧᎿᏩᏛᏍᏗ ᎯᏍᏓᏩᏕᎬᎢ.

source: But as to the Gentiles who have the faith, we sent a letter, giving our decision that they were to keep themselves from offerings made to false gods, and from blood, and from the flesh of animals put to death in ways against the law, and from the evil desires of the body.
chr: ᏧᎾᏓᎴᏅᏛᏍᎩᏂ ᏴᏫ ᎤᏃᎯᏳᏅᎯ ᏥᎩ, ᏙᏦᏪᎳᏁᎸ ᏙᎫᎪᏔᏅ ᎤᏂᏍᏆᏂᎪᏙᏗᏱ ᏂᎨᏒᎾ ᎪᎱᏍᏗ ᎾᏍᎩ ᎢᏳᏍᏗ ᏧᏁᏯᏙᏤᏗᏉᏍᎩᏂ ᎤᏩᏒ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ, ᎠᎴ ᎩᎬ ᎠᎴ ᎪᎱᏍᏗ ᎬᏬᏍᏔᏅᎯ ᎠᎴ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ.

source: Then Paul took the men, and on the day after, making himself clean with them, he went into the Temple, giving out the statement that the days necessary for making them clean were complete, till the offering was made for every one of them.
chr: ᎿᏉᏃ ᏉᎳ ᏚᏯᏅᎲᎩ ᎠᏂᏍᎦᏯ, ᎤᎩᏨᏛᏃ ᎢᏧᎳᎭ ᎤᎾᏓᏅᎦᎸᎲᎩ, ᏗᎦᎳᏫᎢᏍᏗᏱ ᏭᏂᏴᎸᎩ, ᎧᏃᎲᏍᎬᎩ ᎤᎵᏍᏆᏛ ᎢᎪᎯᏛ ᎠᏓᏅᎦᎸᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎠᎵᏍᏆᏗᏍᎬᎢ ᎠᏓᏁᏗ ᎨᏒ ᎠᏂᏏᏴᏫᎭ ᎤᎾᎵᏍᎪᎸᏙᏗ ᎨᏒᎢ.

source: And when the seven days were almost ended, the Jews from Asia, seeing him in the Temple, got the people together and put their hands on him,
chr: ᎿᏉᏃ ᎾᏍᎩ ᎦᎵᏉᎩ ᎢᎦ ᏚᎵᏍᏆᏗᏗᏒᎩ, ᎠᏂᏧᏏ ᎡᏏᏱ ᏅᏓᏳᏂᎶᏒᎯ ᎬᏩᎪᎲ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏚᏂᏖᎸᏅᎩ ᏂᎦᏛ ᏴᏫ, ᎠᎴ ᎬᏩᏂᏴᎲᎩ,

source: Crying out, Men of Israel, come to our help: this is the man who is teaching all men everywhere against the people and the law and this place: and in addition, he has taken Greeks into the Temple, and made this holy place unclean.
chr: ᎤᏁᎷᏅᎩ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎢᏥᏍᎦᏯ, ᎢᏏᎵ ᏧᏪᏥ, ᏍᎩᏍᏕᎸ! ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ ᎾᏍᎩ ᏥᏕᎨᏲᎲᏍᎦ ᎾᏂᎥ ᏴᏫ ᏂᎬᎾᏛᎢ, ᏥᏓᏡᏗᎭ ᎯᎠ ᏴᏫ ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᏂ ᎨᏒᎢ, ᎠᎴ ᎾᏍᏉ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏥᏚᏴᏔᏂᎸ ᎠᏂᎪᎢ, ᎠᎴ ᎦᏓᎭ ᏥᏄᏩᏁᎸ ᎠᏂ ᎦᎸᏉᏗᏳ ᎨᏒᎢ.

source: For they had seen him before in the town with Trophimus of Ephesus, and had the idea that Paul had taken him with him into the Temple.
chr: ᎦᏳᎳᏰᏃ ᎤᏂᎪᎲᎯ ᎨᏒᎩ ᏠᏆᎹ ᎡᏈᏌ ᎡᎯ, ᎾᏍᎩ ᏉᎳ ᎠᏁᏙᎲ ᎦᏚᎲᎢ, ᎾᏍᎩ ᏉᎳ ᎤᏴᏔᏂᎸ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏁᎵᏍᎬᎩ.

source: And all the town was moved, and the people came running together and put their hands on Paul, pulling him out of the Temple: and then the doors were shut.
chr: ᏂᎦᏛᏃ ᎦᏚᎲ ᎤᎾᎵᏖᎸᏅᎩ, ᎠᎴ ᏴᏫ ᎤᎾᏓᏟᏌᏅᎩ, ᎠᎴ ᏉᎳ ᎤᏂᏂᏴᎲᎩ ᎤᏂᎾᏌᎾᏫᏛᎲᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏂᏄᎪᏫᏒᎩ; ᎩᎳᏉᏃ ᎢᏴᏛ ᎦᎶᎯᏍᏗᏱ ᏚᏂᏍᏚᏅᎩ.

source: And while they were attempting to put him to death, news came to the chief captain of the band that all Jerusalem was out of control.
chr: ᎠᏏᏉᏃ ᎤᏂᎯᏍᏗᏱ ᎠᎾᏓᏅᏖᏍᎬᎩ, ᏑᎾᏓᏡᎩ ᎨᏒ ᎠᏂᏯᏫᏍᏗ ᏗᏘᏂᏙᎯ ᎤᏛᎦᏅᎩ ᏂᎦᏛ ᏥᎷᏏᎵᎻ ᎠᎾᎵᏖᎸᎲᏍᎬᎢ;

source: And straight away he took some armed men and went quickly down to them: and the Jews, seeing them, gave no more blows to Paul.
chr: ᎾᏍᎩ Ꮎ ᎩᎳᏉ ᎢᏴᏛ ᏫᏚᏯᏅᎲ ᎠᏂᏯᏫᏍᎩ ᎠᎴ ᎠᏍᎪᎯᏧᏈ ᏗᎾᏘᏂᏙᎯ, ᎠᎴ ᏗᏁᏙᎲ ᏭᏗᏢᏍᏔᏅᎩ. ᏚᏂᎪᎲᏃ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎠᎴ ᎠᏂᏯᏫᏍᎩ, ᎤᏂᏑᎵᎪᏨᎩ ᎠᏂᎸᏂᎲ ᏉᎳ.

source: Then the chief captain came near and took him, and gave orders for him to be put in chains, questioning them as to who he was and what he had done.
chr: ᎿᏉᏃ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎾᎥ ᎤᎷᏨ, ᎤᏂᏴᎲᎩ, ᎠᎴ ᎤᏁᏨᎩ ᏔᎵ ᏧᏓᏕᏒᏛ ᏣᎦᎸᏍᏙᏗᏱ, ᎠᎴ ᎤᏛᏛᏅᎩ ᎢᏳᏍᏗ ᎨᏒ, ᎠᏍᎦᏯ, ᎠᎴ ᏄᏛᏁᎸᎢ.

source: And some said one thing and some another, among the people: and as he was not able to get a knowledge of the facts because of the noise, he gave orders for Paul to be taken into the army building.
chr: ᎤᏂᏣᏘᏃ ᎤᏁᎷᏅᎩ ᏧᏓᎴᏅᏛᏉ ᏄᏂᏪᏒᎩ. ᎤᏄᎸᏅᏃ ᏚᏳᎪᏛ ᎤᏙᎴᎰᎯᏍᏗᏱ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎤᏓᏑᏰᏛ ᎠᎾᎵᏖᎸᎲᏍᎬᎢ, ᎤᏁᏨᎩ ᏗᏐᏴ ᏩᎦᏘᏅᏍᏙᏗᏱ.

source: And when he came on to the steps, he was lifted up by the armed men, because of the force of the people;
chr: ᏉᎳᏃ ᎠᎩᎳᏫᏍᏗᏱ ᎤᎷᏨ ᎠᏂᏯᏫᏍᎩ ᎬᏩᏅᏒᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎬᏍᎦᎢᏍᏓᎩ ᎾᎾᏛᏁᎲ ᎤᏂᏣᏘ.

source: For a great mass of people came after them, crying out, Away with him!
chr: ᎤᏂᏣᏘᏰᏃ ᏴᏫ ᎬᏩᏍᏓᏩᏛᏒᎩ, ᎠᏁᎷᎲᏍᎬᎩ ᎯᎠ ᎾᏂᏪᏍᎬᎩ; ᎯᎷᎦ.

source: And when Paul was about to be taken into the building, he said to the chief captain, May I say something to you? And he said, Have you a knowledge of Greek?
chr: ᎿᏉᏃ ᏉᎳ ᏗᏐᏴ ᏮᏓᏰᏥᏴᏔᏂᏒᎢ, ᎯᎠ ᏄᏪᏎᎸᎩ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ; ᏥᏌ ᏰᎵ ᎪᎱᏍᏗ ᎦᎬᏲᏎᏗ? ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏒᎩ; ᏥᎪ ᎠᏂᎪᎢ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᏰᎵ ᎨᏣᏬᏂᎯᏍᏗ?

source: Are you by chance the Egyptian who, before this, got the people worked up against the government and took four thousand men of the Assassins out into the waste land?
chr: ᏝᏍᎪ ᏂᎯ ᏱᎩ Ꮎ ᎢᏥᏈᏱ ᏤᎲᎩ, ᎢᎸᎯᏳ ᎤᏓᏑᏰᏛ ᎤᎾᎵᏖᎸᏗᏱ ᏥᏄᏩᏁᎸᎩ, ᎠᎴ ᏥᏚᏘᎿᏫᏛᎲᎩ ᎢᎾᎨ ᏥᏫᏚᏘᏅᏍᏔᏅᎩ ᏅᎩ ᎢᏯᎦᏴᎵ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ ᏴᏫ ᏗᏂᎯᎯ?

source: But Paul said, I am a Jew of Tarsus in Cilicia, which is not an unimportant town: I make a request to you to let me say a word to the people.
chr: ᏉᎳᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎠᏴ ᏥᏧᏏ ᏏᎵᏏᏱ ᎨᎢ ᏓᏌ ᎦᏚᎲᎢ, ᎥᏝ ᎡᏍᎦᏉ ᎤᏬᎭᏛ ᎦᏚᎲᎢ ᎨᎢ ᏱᎩ; ᎠᎴ ᎬᏔᏲᏎᎭ ᎤᏁᎳᎩ ᏍᏇᎵᏎᏗᏱ ᏗᏥᏬᏁᏙᏗᏱ ᏴᏫ.

source: And when he let him do so, Paul, from the steps, made a sign with his hand to the people, and when they were all quiet, he said to them in the Hebrew language,
chr: ᎤᏁᎳᎩᏃ ᎤᏪᎵᏎᎸ, ᏉᎳ ᎤᎴᏅᎩ ᎠᎩᎳᏫᏍᏗᏱ, ᎤᏬᏰᏂ ᏴᏫ ᏚᏖᎸᎾᏁᎸᎩ; ᎤᏣᏘᏃ ᎡᎳᏪ ᎤᏅᏅ, ᏚᏬᏁᏔᏅᎩ ᎠᏂᏧᏏ ᎤᏂᏬᏂᎯᏍᏗ ᎤᏮᏔᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ;

source: My brothers and fathers, give ear to the story of my life which I now put before you.
chr: ᎢᏥᏍᎦᏯ ᎢᏓᏓᏅᏟ ᎠᎴ ᏗᎩᏙᏓ, ᎢᏣᏛᏓᏍᏓ ᎯᎠ ᎠᏆᎵᏍᏕᎸᏙᏗ ᎿᏉ ᏨᏓᏥᏬᏂᏏ.

source: And, hearing him talking in the Hebrew language, they became the more quiet, and he said,
chr: ᎤᎾᏛᎦᏅᏃ ᎠᏂᏧᏏ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᎬᏗᏍᎬ ᎤᏂᏬᏁᏗᏍᎬᎢ, ᎤᏟ ᎢᎦᎢ ᎡᎳᏪ ᎤᏅᏅᎩ; ᎯᎠᏃ ᏄᏪᏒᎩ;

source: I am a Jew of Tarsus in Cilicia by birth, but I had my education in this town at the feet of Gamaliel, being trained in the keeping of every detail of the law of our fathers; given up to the cause of God with all my heart, as you are today.
chr: ᎠᏴ ᏥᏧᏏ ᏏᎵᏏᏱ ᎠᏆᏕᏅᎯ ᏓᏌ ᎦᏚᎲᎢ, ᎠᏎᏃ ᎠᏂ ᎦᏚᎲ ᎠᏆᏛᏒᎯ, ᎨᎺᎵ ᏚᎳᏍᎬᎢ ᎥᏇᏲᏅᎯ ᏭᏂᎫᏛ ᏗᎧᎿᏩᏛᏍᏗ ᎨᏒ ᏗᎩᎦᏴᎵᎨ ᎨᎩᏁᎸᎯ, ᎤᎵᏂᎩᏗᏳᏃ ᎠᏆᏓᏅᏛᎩ ᏕᏥᎦᎿᏩᏗᏒ ᎤᏁᎳᏅᎯ ᎾᏍᎩᏯ ᏂᏥᎥ ᏂᎯ ᏥᏄᏍᏗ ᏥᏣᏓᏅᏔ ᎪᎯ ᎢᎦ ᏥᎩ.

source: And I made attacks on this Way, even to death, taking men and women and putting them in prison.
chr: ᎠᎴ ᎬᏂᏲᎱᏍᎩ ᎦᏥᏯᏕᏯᏙᏗᏍᎬᎩ ᎯᎠ ᎦᏅᏅ ᏗᏂᎧᎿᏩᏕᎩ, ᏕᎦᏥᏯᎸᎢᎲᎩ ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᏕᎦᏥᏴᏗᏍᎬᎩ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ.

source: Of which the high priest will be a witness, and all the rulers, from whom I had letters to the brothers; and I went into Damascus, to take those who were there as prisoners to Jerusalem for punishment.
chr: ᏄᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎨᎶᎯ ᎾᏍᏉ ᎬᏂᎨᏒ ᎾᏋᏁᎭ, ᎠᎴ ᏂᎦᏛ ᏗᎨᎦᏁᎶᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎾᏍᏉ ᎪᏪᎵ ᏕᎬᎩᏅᏁᎸᎩ ᎢᏓᎵᏅᏟ ᏧᏂᎪᏩᏛᏗ, ᎠᎴ ᏕᎹᏍᎦ ᏩᎩᎶᏒᎩ, ᏕᏥᏯᏅᎲᏒ ᎾᎿ ᎠᏁᎯ ᏗᎨᎦᎸᎢᏛ ᏗᎦᏥᏯᏘᏃᎯᏍᏗᏱ ᏥᎷᏏᎵᎻ, ᎨᏥᎩᎵᏲᎢᏍᏙᏗᏱ.

source: And it came about that while I was on my journey, coming near to Damascus, about the middle of the day, suddenly I saw a great light from heaven shining round me.
chr: ᎾᏍᎩᏃ ᎯᎠ ᎾᏆᎵᏍᏓᏁᎸᎩ ᎦᎢᏒᎢ, ᏕᎹᏍᎦ ᎾᎥ ᏩᎩᎷᏨ, ‘ᎢᎦ ᎠᏰᎵ ᎢᏴᏛ, ᎤᏰᎶᎢᏍᏔᏅᎩ ᎤᏣᏘ ᏚᎸᏌᏓᏛᎩ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᏓᏆᏚᏫᏍᏔᏅᎩ.

source: And when I went down on the earth, a voice came to my ears saying to me, Saul, Saul, why are you attacking me so cruelly?
chr: ᎡᎳᏗᏃ ᎠᎩᏅᏨᎩ, ᎧᏁᎬᏃ ᎠᏆᏛᎦᏅᎩ, ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᏐᎳ, ᏐᎳ, ᎦᏙᏃ ᎤᏲ ᏂᏍᏋᏁᎭ?

source: And I, answering, said, Who are you; Lord? And he said to me, I am Jesus of Nazareth, whom you are attacking.
chr: ᎠᏴᏃ ᎠᎩᏁᏨ ᎯᎠ ᎾᎩᏪᏒᎩ; ᎦᎪ ᏂᎯ, ᏣᎬᏫᏳᎯ? ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᎠᏴ ᏥᏌ ᎾᏎᎵᏘ ᏤᏍᎩ, ᎾᏍᎩ ᎤᏲ ᏥᏂᏴᏁᎭ.

source: And those who were with me saw the light, but the voice of him who was talking to me came not to their ears.
chr: ᎣᏤᎯᏃ ᎤᏙᎯᏳᎯ ᎠᏂᎪᏩᏘᏍᎬᎩ ᎢᎦ ᎦᏛᎢ, ᎠᎴ ᎠᏂᏍᎦᎢᎲᎩ, ᎠᏎᏃ ᎥᏝ ᏳᎾᏛᎦᏁ ᎧᏁᎬ ᎠᎩᏬᏁᏗᏍᎩ.

source: And I said, What have I to do, Lord? And the Lord said to me, Get up, and go into Damascus; and it will be made clear to you what you have to do.
chr: ᎯᎠᏃ ᎾᎩᏪᏒᎩ, ᎦᏙ ᏓᎦᏛᏁᎵ, ᏣᎬᏫᏳᎯ? ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᏔᎴᎲᎦ, ᏕᎹᏍᎦ ᎮᎾ, ᎾᎿᏃ ᏓᏰᏣᏆᏁᎵ ᏂᎦᎥ ᏚᏚᎪᏔᏅ ᎢᏣᏛᏁᏗᏱ.

source: And because I was unable to see because of the glory of that light, those who were with me took me by the hand, and so I came to Damascus.
chr: ᎠᎩᏄᎸᏅᏃ ᎠᎩᎪᏩᏛᏗᏱ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏗᎬᏩᎸᏌᏓ ᎾᏍᎩ ᎢᎦ ᎦᏛᎢ, ᎣᏤᎯ ᎬᏉᏱᏁᏅ, ᏕᎹᏍᎦ ᏩᎩᏴᎸᎩ.

source: And one Ananias, a God-fearing man, who kept the law, and of whom all the Jews in that place had a high opinion,
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎡᏂᎾᏯ ᏧᏙᎢᏛ, ᎤᏓᏅᏘ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏍᏓᏩᏕᎩ, ᏂᎦᏛ ᎠᏂᏧᏏ ᎾᎿ ᎠᏁᎯ ᎣᏍᏛ ᎬᏩᏃᎮᏍᎩ,

source: Came to my side and said, Brother Saul, let your eyes be open. And in that very hour I was able to see him.
chr: ᎠᎩᎷᏤᎸ ᎤᎴᏂᎸᎩ, ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᏗᎾᏓᏅᏟ ᏐᎳ, ᏥᎯᎪᏩᏛ. ᎾᎯᏳᏉᏃ ᏙᏥᏯᎦᎿᏅᎩ.

source: And he said, You have been marked out by the God of our fathers to have knowledge of his purpose, and to see the Upright One and to give ear to the words of his mouth.
chr: ᎯᎠᏃ ᏄᏪᏒᎩ; ᎤᏁᎳᏅᎯ ᏗᎩᎦᏴᎵᎨ ᎤᎾᏤᎵᎦ ᏣᏑᏰᏒ, ᏣᎦᏙᎥᎯᏍᏗᏱ ᏄᏍᏛ ᎠᏓᏅᏖᏍᎬᎢ, ᎠᎴ ᎯᎪᏩᏛᏗᏱ ᎾᏍᎩ Ꮎ ᎾᏍᎦᏅᎾ, ᎠᎴ ᎠᎰᎵ ᎦᎾᏄᎪᎬ ᎧᏁᎬ ᏣᏛᎪᏗᏱ.

source: For you will be a witness for him to all men of what you have seen and of what has come to your ears.
chr: ᎯᏃᎮᏍᎩᏰᏃ ᎨᏎᏍᏗ ᎾᏂᎥ ᏴᏫ ᎠᏁᎲᎢ ᏄᏍᏛ ᏣᎪᎲᎢ ᎠᎴ ᏣᏛᎦᏅᎢ.

source: And now, why are you waiting? get up, and have baptism, for the washing away of your sins, giving worship to his name.
chr: Ꭷ, ᎦᏙᏃ ᎢᎭᏙᎯᏗᎭ? ᏔᎴᎲᎦ, ᎠᎴ ᏪᏣᏬᏣ, ᎠᎴ ᎰᏑᎵ ᏣᏍᎦᏅᏨᎢ, ᎯᏔᏲᎯᎮᏍᏗ ᎲᏗᏍᎨᏍᏗ ᏕᎤᏙᎥ ᎤᎬᏫᏳᎯ.

source: And it came about that when I had come back to Jerusalem, while I was at prayer in the Temple, my senses became more than naturally clear,
chr: ᎯᎠᏃ ᎾᏆᎵᏍᏓᏁᎸ ᏥᎷᏏᎵᎻ ᎢᎠᎩᎷᏨ, ᎾᏍᎩ ᎦᏓᏙᎵᏍᏗᏍᎬ ᎤᏛᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏣᎦᎵᎰ ᎢᏳᏍᏗ ᎾᏆᎵᏍᏓᏁᎸᎩ;

source: And I saw him saying to me, Go out of Jerusalem straight away because they will not give hearing to your witness about me.
chr: ᎠᎴ ᏥᎪᎥᎩ ᎯᎠ ᎾᎩᏪᏎᎲᎩ; ᎾᏞᎬᏉ ᎢᏴᏛ ᎯᏄᎪᎢ ᏥᎷᏏᎵᎻ; ᎥᏝᏰᏃ ᏱᏙᏛᏂᏂᏴᎯ ᎠᏴ ᏍᎩᏃᎮᏍᎬᎢ.

source: And I said, Lord, they themselves have knowledge that I went through the Synagogues putting in prison and whipping all those who had faith in you:
chr: ᎠᎴ ᎯᎠ ᎾᎩᏪᏒᎩ; ᏣᎬᏫᏳᎯ, ᎠᏂᎦᏔᎭ ᏕᏥᏍᏚᏂᏙᎸᎢ ᎠᎴ ᏕᏥᎸᏂᎵᏙᎸᎢ ᎨᏦᎯᏳᎲᏍᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏕᎪᏢᏩᏗᏒᎢ.

source: And when Stephen your witness was put to death, I was there, giving approval, and looking after the clothing of those who put him to death.
chr: ᎠᎴ ᏣᏃᎮᏍᎩ ᏍᏗᏫ ᎤᎩᎬ ᎤᏤᏬᏨ ᎠᏴ ᎾᏍᏉ ᎾᎥ ᏥᏙᎬᎩ ᎠᎴ ᎣᏏᏳ ᎠᎩᏰᎸᏒᎩ ᎤᏲᎱᏒᎢ, ᎠᎴ ᏕᏥᎦᏘᏴᎩ ᏧᎾᏄᏬ ᎾᏍᎩ ᎬᏩᎯᎯ.

source: And he said to me, Go, for I will send you far away to the Gentiles.
chr: ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ; ᎭᏓᏅᎾ, ᏓᎬᏅᏏᏰᏃ ᎢᏅ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏗᏁᎲᎢ.
